Repository: magicsk/mhd_virtual_table
Catalog: lib/l10n/intl_*.arb
Languages: sk

source: Cancel
sk: Zrušiť

# offlineDesc
source: No internet connection found, this app will not work properly.
sk: Internetové pripojenie nebolo nájdené, aplikácia nebude fungovať správne.

source: Attention!
sk: Pozor!

# attentionDesc
source: Access to your location is restricted by your OS, some functions might not work properly.
sk: Prístup k polohe je obmedzený operačným systémom, niektoré funkcie nemusia fungovať.

# unknown
source: Access unknown!
sk: Prístup neznámy!

# unknownDesc
source: Permission status of your position is unknown. Do you want to use your location(must be enabled in settings)? Otherwise your location will not be used!
sk: Prístup k polohe je neznámy. Chceš povolit prístup k polohe(GPS musí byť zapnutá v nastaveniach)? Inak tvoja poloha nebude použitá!

# denied
source: Access denied!
sk: Prístup zmietnutý!

# deniedDesc
source: Access to your position was denied. Do you want to change it in settings? Otherwise some functions will be restricted!
sk: Prístup k polohe bol zamietnutý. Chceš otvoriť nastavenia? Ak nie tak niektoré funkcie nemusia fungovať!

# nearMeNav
source: Near me
sk: Najbližšie

# actualNav
source: Actual
sk: Aktuálna

# allstopsNav
source: All stops
sk: Všetky

# tripPlannerNav
source: Trip planner
sk: Plánovač ciest

# nearMeTitle
source: Nearest stops
sk: Najbližšie zastávky

# allstopsTitle
source: Stops
sk: Všetky zastávky

# tripPlannerTitle
source: Trip planner
sk: Plánovač ciest

# settingsTitle
source: Settings
sk: Nastavenia

# restrictedNearMe
source: Access to your location is restricted by OS!
sk: Prístup k polohe je obmedzený operačným systémom!

# offLocationNearMe
source: Location is turned off!
sk: Zisťovanie polohy GPS je vypnuté!

# wrongNearMe
source: Something went wrong!
sk: Ops... niečo sa stalo zle!

# locationDeniedNearMe
source: Access to location is denied!
sk: Prístup k polohe bol zamietnutý!

# noConnectionNearMe
source: No internet connection!
sk: Žiadne internetové pripojenie!

# retryBtn
source: RETRY
sk: Skúsiť znova

# searchHint
source: Search...
sk: Vyhladávanie...

# autoTheme
source: Automatic
sk: Automatická

source: Dark theme
sk: Tmavá téma

source: Black theme
sk: Čierna téma

source: Table theme
sk: Téma tabúľ

# anonymousCloudSave
source: Anonymous cloud save(WIP)
sk: Anonymné uloženie obľúbených (už čoskoro)

source: Load settings
sk: Načítať nastavenia

source: Save settings
sk: Uložiť nastavenia

# tospp
source: Terms of Use and Privacy Policy
sk: Ochrana súkromia a Zmluvné podmienky

# provided
source: MHD Virtual Table is provided under this
sk: MHD Virtuálna Tabľa je poskytovaná na základe tejto

source: License
sk: Licencie

# license2
source: License
sk: Licenciou

# tos1
source: on an "as is" basis, without warranty of any kind, either expressed, implied, or statutory, including, without limitation, warranties that the Covered Software is free of defects, merchantable, fit for a particular purpose or non-infringing. The entire risk as to the quality and performance of the Covered Software is with You. Should any Covered Software prove defective in any respect, You (not any Contributor) assume the cost of any necessary servicing, repair, or correction. This disclaimer of warranty constitutes an essential part of this
sk: "ako je" bez akejkoľvek záruky, vyjadrenej, predpokladanej alebo zákonnej, vrátane, bez obmedzenia, záruk, že zahrnutý softvér je bez vád, obchodovateľný, vhodný na konkrétny účel alebo neporušujúci , Celé riziko týkajúce sa kvality a výkonu Krytého softvéru je na vás. V prípade, že sa ktorýkoľvek krytý softvér v akomkoľvek ohľade preukáže ako chybný, preberiete náklady (potrebné pre prípadné opravy, opravy alebo opravy) vy (nie žiadny prispievateľ). Toto vylúčenie zodpovednosti predstavuje jeho podstatnú súčasť tejto

# tos2
source: . No use of any Covered Software is authorized under this
sk: . Žiadne použitie akéhokoľvek Krytého softvéru nieje povolené pod touto

# tos3
source: except under this disclaimer.
sk: s výnimkou tohto zrieknutia sa zodpovednosti.

# tos4
source: MHD Virtual Table is also using Google services. By using it you agree with
sk: MHD Virtuálna Tabuľa tiež používa služby Google. Používaním súhlasíte s

# gToS
source: Google’s Terms of Service
sk: Zmluvnymi podmienkami Google

# gPP
source: Google Privacy Policy
sk: Pravidlami ochrany súkromia Google

source: and
sk: a

source: Accept
sk: Súhlasím

source: Decline
sk: Nesúhlasím

# unavailable
source: Currently unavailable, try again later!
sk: Momentálne nedostupné, skúste to znova neskôr!

source: Actual position
sk: Actuálna pozícia

# altApi
source: Alternative api
sk: Alternativny zdroj

# noResults
source: No results found!
sk: Neboli nájdené žiadne výsledky!

# errorUnknown
source: Something went wrong!
sk: Niečo sa pokazilo!

# planDesc
source: Plan your journey via public transport!
sk: Naplánujte si cestu verejnou dopravou!

# addFav
source: Add to Favorites
sk: Pridať do obľúbených

source: Train
sk: Vlak

source: Go to stop
sk: Prejdite na zastávku

source: stop
sk: zastávku

source: Departure
sk: Odchod

source: Arrival
sk: Príchod

source: Favorites
sk: Obľúbené

source: Delete
sk: Vymazať
